Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/health/health_services_for_people_with_disabilities/physical_and_sensory_disability_database.html.txt.tmx
Source language: en
Languages: ga

source: National Physical and Sensory Disability Database
ga: An Bunachar Sonraí Náisiúnta um Míchumas Fisiceach agus Céadfach

source: There are two national disability databases in Ireland, the National Intellectual Disability Database and the National Physical and Sensory Disability Database
ga: Tá dhá bhunachar sonraí náisiúnta um míchumas ann in Éirinn, an Bunachar Sonraí um Míchumas Intleachta agus an Bunachar Sonraí Náisiúnta um Míchumas Fisiceach agus Céadfach

source: Both are managed by the Health Research Board
ga: Déanann an Bord Taighde Sláinte an dá cheann a bhainistiú

source: The objective of the National Physical and Sensory Disability Database is to gather information on the specialised health and personal social service needs of people with a physical, sensory or speech and language disability
ga: Is é cuspóir an Bhunachair Shonraí Náisiúnta um Míchumas Fisiceach agus Céadfach chun faisnéis a bhailiú ar na sainriachtanais sláinte agus seirbhísí sóisialta pearsanta a bhíonn ag daoine atá faoi mhíchumas fisiceach, céadfach nó teanga agus urlabhra

source: The database monitors current service provision and future service requirements over a five-year period
ga: Déanann an bunachar sonraí monatóireacht ar sholáthar seirbhísí reatha agus ar na riachtanais a bheidh ann i dtaobh seirbhísí amach anseo thar thréimhse cúig bliana

source: It is used for planning service developments, prioritising service needs and assisting in resource allocation decisions at national and regional level
ga: Baintear úsáidtear as chun forbairtí seirbhísí a phleanáil, tús áite a thabhairt do riachtanais seirbhíse agus cabhrú chun cinneadh a dhéanamh maidir le hacmhainní a chur ar fáil ar leibhéal náisiúnta, réigiúnach

source: Information is collected from people with a physical or sensory disability who are receiving a specialised health or personal social service currently or who will require one within the next five years
ga: Déantar eolas a bhailiú ó dhaoine faoi mhíchumas fisiceach agus/nó céadfach a bhfuil sainsheirbhísí sláinte agus seirbhísí sóisialta pearsanta dhá fháil acu nó atá ag teastáil uathu faoi láthair agus don chúig bhliain amach anseo

source: Eligible individuals are those who:
ga: Tá na daoine seo a leanas i dteideal a bheith ar an mBanc Sonraí:

source: • Have a persistent physical or sensory disability arising from disease, disorder or trauma
ga: • daoine faoi mhíchumas buan fisceach nó céadfach de bharr galair, easláinte nó tráma

source: • In the case of dual disability, have a predominant disability that is physical, sensory or speech/language
ga: • I gcás dé-mhíchumais, go mbíonn na daoine faoi phríomh-mhíchumas atá ina mhíchumas fisiceach, céadfach nó teanga/urlabhra

source: • Are less than 66 years of age
ga: • daoine atá faoi 66 bliain d'aois

source: • Are receiving or need a specialised health or personal social service that is related to their disability and
ga: • daoine atá ag fáil sainsheirbhíse sláinte nó seirbhísí pearsanta sóisialta a bhaineann lena míchumas

source: • Have consented to being included on the database
ga: • daoine a bhfuil a gcead tugtha acu a n-ainm a chur ar an mBanc Sonraí

source: The Data Protection Act 1988 and the Data Protection (Amendment) Act 2003 apply in the normal way to information on this database
ga: Baineann an tAcht um Chosaint Sonraí 1988 agus an tAcht um Chosaint (Leasaithe) Sonraí, 2003 ar an ngnáthbhealach leis an eolas ar an mBanc Sonraí seo

source: This means, in summary, that you (or the parent/guardian of a child):
ga: Ciallaíonn seo, go hachomair, go bhfuil sé de cheart agat nó más páiste thú ag do thuismitheoir/caomhnóir:

source: • Have a right to get a copy of the information held about you on the database. You can do this by contacting the Database Co-ordinator in your Local Health Office
ga: • cóip den eolas atá coinnithe fút ar an mbanc sonraí a bheith agat – is féidir é seo a dhéanamh ach teagmháil a dhéanamh le Comhordnóir an Bhainc Sonraí i Fheidhmeannacht na Seirbhíse Sláinte (FSS)

source: • Have a right to have any inaccurate information corrected or removed
ga: • aon eolas atá míchruinn a cheartú nó a bhaint den bhanc sonraí

source: • Have a right to complain to the Data Protection Commissioner if your rights are not respected
ga: • gearán a chur chuig an gCoimisinéir um Chosaint Sonraí muna bhfuil do chuid cearta dhá chosaint

source: If you have any questions about the database contact the Disability Office in your Local Health Office
ga: Má bhíonn aon cheisteanna agat faoin mbunachar sonraí, déan teagmháil leis an Oifig Míchumais i d’Oifig Sláinte Áitiúil
